Repository: wpdumont/pmpro-email-confirmation
Catalog: languages/pmpro-email-confirmation-*.po
Languages: fr_fr

source: Paid Memberships Pro - Email Confirmation Add On
fr_fr: Paid Memberships Pro - Module complémentaire de confirmation d'e-mail

source: Require email confirmation before certain levels are enabled for members.
fr_fr: Exiger une confirmation par e-mail avant que certains niveaux soient activés pour les membres.

source: Email Confirmation
fr_fr: Confirmation par e-mail

source: Check this to require email validation for this level
fr_fr: Cochez cette case pour exiger la validation par e-mail pour ce niveau

source: Reset Email Confirmation
fr_fr: Réinitialiser la confirmation par e-mail

source: Check this to require email validation when a user updates their email address
fr_fr: Cochez cette case pour exiger la validation de l'e-mail lorsqu'un utilisateur met à jour son adresse e-mail

source: IMPORTANT! You must follow this link to confirm your email address before your membership is fully activated
fr_fr: IMPORTANT ! Vous devez suivre ce lien pour confirmer votre adresse e-mail avant que votre abonnement ne soit entièrement activé.

source: Your membership account is now active
fr_fr: Votre compte membre est désormais actif

source: will be activated as soon as you confirm your email address
fr_fr: sera activé dès que vous aurez confirmé votre adresse email

source: Important! You must click on the confirmation URL sent to %s before you gain full access to your membership
fr_fr: Important ! Vous devez cliquer sur l'URL de confirmation envoyée à %s avant d'obtenir un accès complet à votre abonnement

source: Resend Confirmation Email
fr_fr: Renvoyer l'e-mail de confirmation

source: Confirm Your Email Address
fr_fr: Confirmez votre adresse e-mail

source: A confirmation email has been sent to
fr_fr: Un email de confirmation a été envoyé à

source: Validate User
fr_fr: Valider l'utilisateur

source: Could not reset sessions. User not found.
fr_fr: Impossible de réinitialiser les sessions. Utilisateur introuvable.

source: You do not have permission to validate users.
fr_fr: Vous n'avez pas l'autorisation de valider les utilisateurs.

source: has been validated.
fr_fr: a été validé.

source: Email Confirmation Required
fr_fr: Confirmation par e-mail requise

source: Your membership will be activated as soon as you confirm your email address
fr_fr: Votre adhésion sera activée dès que vous aurez confirmé votre adresse email

source: Please confirm your email address for
fr_fr: Veuillez confirmer votre adresse e-mail pour

source: Resend Email Confirmation
fr_fr: Renvoyer l'e-mail de confirmation

source: View Documentation
fr_fr: Voir la documentation

source: Docs
fr_fr: Documentations

source: Visit Customer Support Forum
fr_fr: Visitez le forum d'assistance à la clientèle
